export const newsList = [
  {
    id: 1,
    title: "이재명 나라에서 한 번 살아봐라. 홍준표, 尹 저격글 올렸다 삭제",
    tag: "시사",
    small_tag: "politics",
    date: "2025-05-20",
    summary:
      "윤석열 전 대통령을 향해 “이재명 나라에서 한 번 살아보라”라는 글을 올렸다가 삭제했다.",
    image:
      "https://img3.yna.co.kr/photo/yna/YH/2025/05/19/PYH2025051918690001300_P4.jpg",
    news_source: "연합뉴스",
  },
  {
    id: 2,
    title: "이도현 군 사망 강릉 급발진 의심 사고 1심서 원고 패소",
    tag: "시사",
    small_tag: "society",
    date: "2025-05-18",
    summary:
      "지난 2022년 12월 강원 강릉시에서 발생한 차량 급발진 의심 사고와 관련해 책임 소재를 둘러싼 민사 소송에서 법원이 제조사 측의 손을 들어줬습니다. KG모빌리티를 상대로 제기한 9억 2천만 원 규모의 손해배상 청구 소송에서 원고 패소로 판결했습니다.",
  },
  {
    id: 3,
    title: "교황 언론과 첫 만남..",
    tag: "시사",
    small_tag: "global",
    date: "2025-06-06",
    image:
      "https://img1.yna.co.kr/photo/etc/af/2025/05/12/PAF20250512179101009_P4.jpg",
    summary:
      "레오 14세 교황이 전 세계 언론을 상대로 첫 기자회견을 열었습니다. 교황은 평화와 진실, 약자를 위한 언론의 역할을 강조했고, 투옥된 언론인들의 석방을 촉구했습니다.",
    news_source: "연합뉴스",
  },
  {
    id: 4,
    title: "매일하는 이 행동 몸에 나쁜 습관이였다?",
    tag: "문화",
    small_tag: "LifeCulture",
    date: "2025-05-18",
    summary: "그딴건 없단다.",
  },
  {
    id: 5,
    title: "한달내내 장마.. 농부들 큰피해",
    tag: "시사",
    small_tag: "기상",
    date: "2025-04-20",
    summary: "장마가 지속됨으로써 농부들에게 큰피해가 생겼다.",
  },
  {
    id: 6,
    title: "NC파크 구조물 추락사고",
    tag: "시사",
    small_tag: "society",
    date: "2025-03-10",
    summary: "지난 창원 nc파크에서 구조물이 추락하여 사람이 죽었다.",
  },
  {
    id: 7,
    title: "경북도, 산불피해지 에너지자립 거점 조성",
    tag: "시사",
    small_tag: "society",
    date: "2025-05-24",
    summary:
      "미이용 산림부산물을 자원화해 지역에너지로 활용하기 위한 발전소 조성 기본계획 수립.",
  },
  {
    id: 8,
    title: "산불 이전의 삶 복구, 국가가 나서라",
    tag: "시사",
    small_tag: "society",
    date: "2025-05-14",
    summary:
      "경상북도시·군의회의장협의회가 영남권 대형 산불 피해의 신속하고 완전한 복구를 위해 국가 차원의 특별법 제정을 건의했습니다. 이는 기존 제도의 한계와 피해 지역의 특성(고령화, 지방소멸)을 고려할 때 국가의 적극적인 개입이 필수적이라는 판단에 따른 것입니다. 특별법에는 피해 주택 및 생업 지원 확대, 기초단체 재정 부담 경감 등 국가가 책임지고 지역 재건을 주도하는 내용이 포함될 것을 요구했습니다.",
  },
  {
    id: 9,
    title: "싸움 말린 여교사 폭행한 초등생…부모는 아동학대로 신고",
    tag: "시사",
    small_tag: "society",
    date: "2025-05-14",
    summary:
      "초등학교에서 학생 간의 싸움을 중재하던 여성 교사가 해당 학생에게 폭행당하는 사건이 발생했습니다. 해당 학생의 부모는 학교 측에 교사의 부적절한 교육 방식 등을 문제 삼으며 교사를 아동학대로 신고했습니다. 이 사건은 학교 현장에서의 교권 보호 문제와 아동학대 신고 남용 논란을 다시 한번 부각시키고 있습니다.",
  },
  {
    id: 10,
    title: "이정후, 2G 연속 무안타…타율 .276↓",
    tag: "문화",
    small_tag: "스포츠",
    date: "2025-06-11",
    image:
      "https://img.tf.co.kr/article/home/newsis/2025/05/19/202597631747607590.jpg",
    summary:
      "샌프란시스코 자이언츠의 이정후 선수가 19일 애슬레틱스전에서 4타수 무안타를 기록하며 두 경기 연속 안타를 기록하지 못했습니다. 이로 인해 시즌 타율이 .276으로 하락하며 처음으로 2할7푼대에 진입했습니다. 이정후 선수는 상대 투수 제프리 스프링스의 다양한 변화구 공략에 고전한 것으로 보입니다.",
    news_source: "THE FACT",
  },
  {
    id: 11,
    title: "‘개인정보 해외 무단 이전’ 테무에 과징금 13억여원",
    tag: "IT",
    small_tag: "tech",
    date: "2025-05-15",
    summary:
      "개인정보위는 15일 개인정보보호법을 위반한 테무에 과징금 13억6900만원과 과태료 1760만원을 부과하기로 전날 전체회의에서 의결했다고 밝혔다. 개인정보위는 지난해부터 테무에 대한 조사를 진행했으나 회사의 자료 부실 제출 등에 대한 가중 처벌을 고려해 과징금을 산정했다고 설명했다.??",
  },
  {
    id: 12,
    title: "선박·오지서 안정적 통화·인터넷…저궤도 위성통신 한국도 서비스",
    tag: "시사",
    small_tag: "economy",
    date: "2025-06-06",
    summary:
      "NC 다이노스가 진짜 홈구장 창원NC파크 복귀를 준비하고 있다. 23일 오전 회의를 통해 시기를 결정한다. 정해진 것은 아니지만 이르면 30일부터 열릴 한화 이글스와 주말 3연전이 창원에서 열릴 수도 있다.",
    image:
      "https://img4.daumcdn.net/thumb/R658x0.q70/?fname=https://t1.daumcdn.net/news/202506/08/kookje/20250608185733162saqp.jpg",
    news_source: "nate 스포츠",
  },
  {
    id: 13,
    title:
      "‘태풍’이 되어가는 ‘바람’···이정후, 3경기 연속 ‘멀티 출루’+2경기 연속 ‘3출루’, SF도 신바람 3연승",
    tag: "문화",
    small_tag: "스포츠",
    date: "2025-06-17",
    summary: `샌프란시스코 자이언츠의 이정후는 애틀랜타와의 경기에서 3타수 1안타 2볼넷 1득점으로 활약하며 2경기 연속 3출루를 기록했고, 연장 10회 타석에서 진루타로 팀의 결승 득점 발판을 마련했다.\n 경기 중에는 볼넷과 안타로 출루에 성공했지만 견제사로 물러나는 아쉬운 장면도 있었으며, 수비 중 포수의 실책성 플레이가 본인의 실책으로 기록되며 억울함을 남겼다.\n 샌프란시스코는 이정후의 활약 속에 애틀랜타를 5-4로 꺾고 내셔널리그 서부지구 1위 다저스와의 승차를 2경기로 좁혔다.`,
    summary_highlight:
      "이정후, 3경기 연속 멀티 출루와 SF 3연승 이끌며 폭발적 활약!",
    image:
      "https://imgnews.pstatic.net/image/144/2025/06/07/0001044728_001_20250607223913811.jpg?type=w647",
    news_source: "naver 스포츠",
  },
  {
    id: 14,
    title: "샛강역 승강장서 전동휠체어 장애인 추락…1시간 열차운행 중지(종합)",
    tag: "시사",
    small_tag: "society",
    date: "2025-06-11",
    summary:
      "7일 오후 4시 41분께 서울 영등포구 신림선 샛강역 승강장에서 전동휠체어를 탄 60대 남성 장애인 A씨가 스크린도어와 충돌한 뒤 선로로 추락했다.추락 당시 선로에 열차는 없었던 것으로 파악됐다. 이 사고로 A씨가 인근 병원으로 옮겨져 치료받고 있다. 신림선을 운영하는 남서울경전철 측은 오후 5시 45분께까지 약 1시간 동안 신림선 전 열차를 운행 중지했다. 서울시와 남서울경전철 측은 A씨의 휠체어 조종 미숙으로 사고가 났을 수 있다고 보고 정확한 경위를 파악 중이다.",
    image:
      "https://img2.yna.co.kr/photo/cms/2023/12/10/66/PCM20231210000066505_P4.jpg",
    news_source: "연합뉴스",
  },
  {
    id: 15,
    title: "사회적 배려 대상 청년, 9일부터 햇살론유스 연 2%에 이용 가능",
    tag: "시사",
    small_tag: "economy",
    date: "2025-06-11",
    summary: "사회적 배려 대상 청년, 9일부터 햇살론유스 연 2%에 이용 가능",
    image:
      "https://img2.yna.co.kr/photo/cms/2021/04/14/70/PCM20210414000070990_P4.jpg",
    news_source: "연합뉴스",
  },
];
